module.exports = {
  "subjects": [{
      "rating": {
        "max": 10,
        "numRaters": 12164,
        "average": "9.2",
        "min": 0
      },
      "subtitle": "",
      "author": ["（法）圣埃克苏佩里"],
      "pubdate": "2000-9",
      "tags": [{
        "count": 3029,
        "name": "小王子",
        "title": "小王子"
      }, {
        "count": 2385,
        "name": "童话",
        "title": "童话"
      }, {
        "count": 1470,
        "name": "圣埃克苏佩里",
        "title": "圣埃克苏佩里"
      }, {
        "count": 1114,
        "name": "法国",
        "title": "法国"
      }, {
        "count": 923,
        "name": "经典",
        "title": "经典"
      }, {
        "count": 794,
        "name": "外国文学",
        "title": "外国文学"
      }, {
        "count": 676,
        "name": "感动",
        "title": "感动"
      }, {
        "count": 509,
        "name": "寓言",
        "title": "寓言"
      }],
      "origin_title": "Le Petit Prince",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s3294754.jpg",
      "binding": "平装",
      "translator": ["胡雨苏"],
      "catalog": "序言：法兰西玫瑰\n小王子\n圣埃克苏佩里年表\n",
      "pages": "111",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s3294754.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s3294754.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s3294754.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1003078\/",
      "id": "1003078",
      "publisher": "中国友谊出版公司",
      "isbn10": "7505715666",
      "isbn13": "9787505715660",
      "title": "小王子",
      "url": "https:\/\/api.douban.com\/v2\/book\/1003078",
      "alt_title": "Le Petit Prince",
      "author_intro": "圣埃克苏佩里（1900－1944）1900年，尼采逝世。这一年，安德烈・纪德在布鲁塞尔一次会议上宣称：“当今文学土地的面貌可以说是一片沼泽。”1900年，圣埃克苏佩里诞生。净化沼泽的意愿和能力历史地落在这个“世纪儿”的身上，圣埃克苏佩里是尼采式的第二代法国作家，拿但业的儿子，琐罗亚斯德的孙子，这个飞行员受到极大的遗传影响。灾种影响使他在探索、忧虑和英雄主义的道路上走到尽头。如尼采所说：“你应该超截止自己，走得更远，登得更高，直至群星在你脚下。”尼采成为他座舱中想象的伙伴。这个飞越沙漠和海洋的年轻驾驶员同样也遵循着纪德的教诲：“与其过宁静的生活，不如过悲怆的生活。”圣埃克苏佩里在他整个的一生中都在反复思考力量和热诚的真谛。\n圣埃克苏佩里（AntoinedeSaiot-Exupery），1900年出生于法国里昂，1921-1923年在法国空军中服役，曾是后备飞行员，后来又成为民用航空驾驶员，参加了开辟法国――非洲――南美国际航线的工作，其间他还从事文学写作，作品有《南线班机》（1930），《夜航》（1931）等等。\n1939年德国法西斯入侵法国，鉴于圣埃克苏佩里曾多次受伤，医生认为他不能再入伍参战；但经他坚决要求，参加了抗德战争，被编入2\/33空军侦察大队。1940年法国在战争中溃败，他所在的部队损失惨重，该部被调往阿尔及尔，随后即被复员，他只身流亡美国。在美国期间，他继续从事写作，1940年发表了《战斗飞行员》，1943年发表了《给一个人质的信》以及《小王子》。\n1943年，在他的强烈要求下，他回到法国在北非的抗战基地阿尔及尔。他的上级考虑到他的身体和年龄状况，只同意他执行五次飞行任务，他却要求到八次，1944年7月31日上午，他出航执行第八次任务，从此再也没有回来，牺牲时，年仅44岁。\n在欧洲某地的一个湖中，发现了圣・德克旭贝里的飞机残骸。这次搜索是经过对他最后一次出航的线路和德军当时的空军记录研究以后进行的，经过认证确认是那架失踪了半个世纪的侦察机。为了纪念这位伟大的战士和文学家，当地决定为这架飞机的残骸建立一个博物馆，以他的名字命名，陈列他的作品和遗物。",
      "summary": "小王子驾到！大家好，我是小王子，生活在B612星球，别看我是王子出生，我要做的事也不少，有时给花浇水，有时我还得耐心地把火山口通一通。实在闷得发慌的时候，为了找些事做，学点东西，我也访问一些其他的星球，像325号、326号、327号之类的。当然，我经历的事情也不少，有开心的，也有不开心的。这些事我通常会向地球上一个叫圣埃克苏佩里的人倾诉。对了，你可不要小瞧他，他是拿但业的儿子，琐罗亚斯德的孙子。他还被人们认为尼采式的第二代法国作家。他一生有两大爱好：飞行和写作。我之所以能够这样受欢迎也是他的功劳。因为他把我在其他星球的所见所闻编成了一本小书，也就是你们即将看到的这一本。它不但被誉为有史以来阅读仅次于《圣经》的书，全球发行的语言更是超过100种。可惜的是，在这本书出版后没多久，他在一次架机执行任务时一去不复返了，没有人知道他去了哪里。今天我第一次来到中国，还希望大家同样能够喜欢我。在这本书里他收藏了很多我在其他星球的精美彩图，而且，值得一提的是，中国著名的评论家周国平先生也特意为我作序。可以说，这本书不仅小朋友们爱不释手，就连大人们也会看得如痴如醉。糟糕，我还忘了告诉你，你只有在卓越网（www.joyo.com）才能找到我。有缘的话，我们很快就能相见了。\n尼采、纪德、圣埃克苏佩里是同一家庭的成员，由无可否认的联系连在一起。圣埃克苏佩里热爱尼采。纪德热爱圣埃克苏佩里。\n1945年2月1日《费加罗报》上，他谈到这位飞行员：\"他无论在何处着陆，都是为了带去欢乐。\"\n但是圣埃克苏佩里将公正置于友谊之上。他在《札记》中写道：\"纪德评价，却不曾体验。\"确切的见解。这是行动者面对思想者所感到的骄傲。尼采和纪德孕育了一种道德，并用美妙的文学冲动表现出来。只有圣埃克苏佩里一人在危险和充实中体验了这种道德。他是翱翔于九天的琐罗亚斯德，是乘风飞去的拿但业。他的书房便是机舱。他的格言：事事体验。他的作品：生活。圣埃克苏佩里对尼采的力量和纪德的热诚做作了合理的总结：他的冒险为职业，把写作当嗜好，他在飞行员的位置上实现着克尔桤郭尔的愿望：\"做一个思想家和做一个人，二者尽量不要区别开来，这样才是明智的。\"--（法）玛雅·戴斯特莱姆",
      "price": "19.80元"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 120,
        "average": "7.1",
        "min": 0
      },
      "subtitle": "",
      "author": ["罗点点"],
      "pubdate": "1999-01",
      "tags": [{
        "count": 49,
        "name": "历史",
        "title": "历史"
      }, {
        "count": 46,
        "name": "回忆录",
        "title": "回忆录"
      }, {
        "count": 32,
        "name": "传记",
        "title": "传记"
      }, {
        "count": 27,
        "name": "红色家族档案",
        "title": "红色家族档案"
      }, {
        "count": 24,
        "name": "罗瑞卿",
        "title": "罗瑞卿"
      }, {
        "count": 13,
        "name": "当代史",
        "title": "当代史"
      }, {
        "count": 12,
        "name": "文革",
        "title": "文革"
      }, {
        "count": 9,
        "name": "回忆革命父辈3",
        "title": "回忆革命父辈3"
      }],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1007902.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "",
      "pages": "365",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s1007902.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s1007902.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1007902.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1003055\/",
      "id": "1003055",
      "publisher": "南海出版公司",
      "isbn10": "7544212181",
      "isbn13": "9787544212182",
      "title": "红色家族档案:罗瑞卿女儿的点点记忆",
      "url": "https:\/\/api.douban.com\/v2\/book\/1003055",
      "alt_title": "",
      "author_intro": "罗点点（罗峪平），一九五一年出生于共和国无勋罗瑞卿大将的家里。\n在二十世纪中叶的红色都城北京，在位尊显赫的诸位元勋们的子女中间，在与父亲罗瑞卿血脉相溶家庭荣辱的跌宕中，在中共上层人事幻变的巨大穹幕所覆盖下，《红色家族档案》开始了它魂梦牵绕的故事……它在历史的严酷和人生的梦幻之间，向我们昭示我们所拥有的生活的真相。",
      "summary": "本书内容：1951年5月，朝鲜战争爆发不到一年。中国的无产阶段政权也只有两岁。如火如茶的抗美援朝运动正在全国展开。为保卫新生政权，当年2月份由中央人民政府颁布的《中华人民共和国惩治反革命条例》，使全国范围内的镇压反革命群众运动在春季形成高潮。作为共和国第一任公安部长的爸爸自然国事繁忙，而公安部政治处处长的妈妈则国事家事都繁忙。于是，本应十月怀胎一朝分娩的我，在妈妈一次急忙忙的热水浴之后，只经七月孕育就匆匆闯人入世。……",
      "price": "22.0"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 270,
        "average": "8.2",
        "min": 0
      },
      "subtitle": "",
      "author": ["蔡志忠"],
      "pubdate": "1998-04",
      "tags": [{
        "count": 82,
        "name": "蔡志忠",
        "title": "蔡志忠"
      }, {
        "count": 80,
        "name": "漫画",
        "title": "漫画"
      }, {
        "count": 23,
        "name": "台湾",
        "title": "台湾"
      }, {
        "count": 11,
        "name": "绘本",
        "title": "绘本"
      }, {
        "count": 8,
        "name": "少林寺――天下武学的殿堂",
        "title": "少林寺――天下武学的殿堂"
      }, {
        "count": 7,
        "name": "中国",
        "title": "中国"
      }, {
        "count": 5,
        "name": "少林寺",
        "title": "少林寺"
      }, {
        "count": 4,
        "name": "漫畫",
        "title": "漫畫"
      }],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1002270.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "目次\n把兴趣当 职业真好\n少林寺―― 天下武学的殿堂\n少林寺\n武当山\n比武大会\n附 录\n漫谈少林寺\n武当山简介\n",
      "pages": "136",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s1002270.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s1002270.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1002270.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1003666\/",
      "id": "1003666",
      "publisher": "三联书店",
      "isbn10": "7108005522",
      "isbn13": "9787108005526",
      "title": "少林寺――天下武学的殿堂",
      "url": "https:\/\/api.douban.com\/v2\/book\/1003666",
      "alt_title": "",
      "author_intro": "作者简介\n本名\/蔡志忠\n籍贯\/台湾彰化\n出 生\/一九四八年二月二日\n经历\/一九六三年起开始画连环漫画\n一九七一年任光启社电视美术指导\n一九七六年成立远东卡通公司、龙卡通公司，\n拍摄卡通作品有《老夫子》第一第三集、《乌龙院 》\n《老夫子》第 一集获最佳卡通影片金马奖\n一九八三年开始在报章杂志发表四格漫画，作品并在\n新加坡、香港、马来西亚、日本报章长期连载\n一九八五年获选为台湾十大杰出青年\n\n\n",
      "summary": "",
      "series": {
        "id": "4091",
        "title": "蔡志忠古典幽默漫画"
      },
      "price": "5.60"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 47,
        "average": "6.8",
        "min": 0
      },
      "subtitle": "",
      "author": ["（奥）特青厄尔"],
      "pubdate": "2004-07",
      "tags": [{
        "count": 11,
        "name": "文化",
        "title": "文化"
      }, {
        "count": 7,
        "name": "风土人情",
        "title": "风土人情"
      }, {
        "count": 6,
        "name": "意大利",
        "title": "意大利"
      }, {
        "count": 5,
        "name": "随笔",
        "title": "随笔"
      }, {
        "count": 5,
        "name": "散文",
        "title": "散文"
      }, {
        "count": 5,
        "name": "威尼斯",
        "title": "威尼斯"
      }, {
        "count": 4,
        "name": "威尼斯逸事",
        "title": "威尼斯逸事"
      }, {
        "count": 3,
        "name": "特肯厄尔",
        "title": "特肯厄尔"
      }],
      "origin_title": "Nur Venedig ist ein bissl anders",
      "image": "https://img1.doubanio.com\/view\/subject\/m\/public\/s1161787.jpg",
      "binding": "平装",
      "translator": ["张荣昌"],
      "catalog": "前言\n人们如何来到威尼斯？\n一座迷宫式的城市\nSaxa loquuntur\n威尼斯的商人\n交际花\nCicisbeo，威尼斯的一个特征\n和吉阿科莫一起经历威尼斯\n共和国钟塔“我舒展四肢躺在贡多拉里……”\n总督典礼船\n末代总督\n威尼斯死在莱奥本\n达尼勒・马宁――“最后的总督”\n另一种艺术观\n象\n奥地利的威尼斯\n圣马可及其同伴\nDie Foresti\n您好，威尼斯（后记）\n大事年表\n图版目录",
      "pages": "230",
      "images": {
        "small": "https://img1.doubanio.com\/view\/subject\/s\/public\/s1161787.jpg",
        "large": "https://img1.doubanio.com\/view\/subject\/l\/public\/s1161787.jpg",
        "medium": "https://img1.doubanio.com\/view\/subject\/m\/public\/s1161787.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1006666\/",
      "id": "1006666",
      "publisher": "中国人民大学出版社",
      "isbn10": "7300056733",
      "isbn13": "9787300056739",
      "title": "威尼斯逸事",
      "url": "https:\/\/api.douban.com\/v2\/book\/1006666",
      "alt_title": "Nur Venedig ist ein bissl anders",
      "author_intro": "格哈德・特青厄尔：\n奥地利作家、导演、剧院经理，1946年生于维也纳，自20岁起便与意大利结下了不解之缘并一再居住在意大利――光在威尼斯就居住了两年之久。他在罗马和那不勒斯当过导演，为好几家意大利电视台撰写过分镜头剧本。1994年他获得意大利游记奖，1999年他被意大利总统任命为评论员。他的主要著作有〈黑尔布隆――一个庆典〉（1988）、〈探索哈布斯堡王室〉（1911）奥托・冯・哈布斯堡：1938-1945年一场争夺奥地利的斗争〉（2001）、〈啊！谁可以同行......漫游毕德迈耶尔时期〉（2001）等",
      "summary": "公认德意大利和威尼斯通格哈德・特青厄尔凭借自己与“威尼斯共和国”几十年之久的友好接触，在我们眼前展现了一幅这座水上城市德新的、另样的图画。在书中，作者将卡桑诺瓦兄弟，将作为志愿消防队队员的乔尔乔内和提香，将妇女划船比赛，将“交易所”――现代历史上第一座国家银行，将马克・吐温，将1902年圣马可教堂钟塔坍塌，将小胡同里的一场捕象闹剧等许许多多关于威尼斯的人、事和奇闻异趣，连同“威尼斯共和国”的命运，一并象我们娓娓道来，让我们重新发现并体验这座富有传奇色彩的美丽城市",
      "series": {
        "id": "35500",
        "title": "西方文化大众精品书系"
      },
      "price": "39.80"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 0,
        "average": "0.0",
        "min": 0
      },
      "subtitle": "",
      "author": ["玛尔格特.瓦戴尔"],
      "pubdate": "1998-03",
      "tags": [],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s23849966.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "",
      "pages": "",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s23849966.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s23849966.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s23849966.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1056586\/",
      "id": "1056586",
      "publisher": "漓江出版社",
      "isbn10": "7540722401",
      "isbn13": "9787540722401",
      "title": "了解你十二-十四岁的孩子-亲子丛书",
      "url": "https:\/\/api.douban.com\/v2\/book\/1056586",
      "alt_title": "",
      "author_intro": "",
      "summary": "",
      "price": "7.50"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 5,
        "average": "0.0",
        "min": 0
      },
      "subtitle": "",
      "author": ["许逸民"],
      "pubdate": "1998-10",
      "tags": [{
        "count": 4,
        "name": "哲学",
        "title": "哲学"
      }, {
        "count": 3,
        "name": "冯友兰",
        "title": "冯友兰"
      }, {
        "count": 1,
        "name": "梅推荐的书",
        "title": "梅推荐的书"
      }],
      "origin_title": "",
      "image": "https://img1.doubanio.com\/view\/subject\/m\/public\/s3151787.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "引言一、洪迈的人生经历二、《夷坚志》的撰写缘起三、《夷坚志》的成书过程四、《夷坚志》的版本及其存佚五、《夷坚志》的体例和内容六、《夷坚志》的文学成就结 语\n",
      "pages": "",
      "images": {
        "small": "https://img1.doubanio.com\/view\/subject\/s\/public\/s3151787.jpg",
        "large": "https://img1.doubanio.com\/view\/subject\/l\/public\/s3151787.jpg",
        "medium": "https://img1.doubanio.com\/view\/subject\/m\/public\/s3151787.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1056599\/",
      "id": "1056599",
      "publisher": "上海文艺出版社",
      "isbn10": "7532116581",
      "isbn13": "9787532116584",
      "title": "中国哲学的精神--冯友兰集",
      "url": "https:\/\/api.douban.com\/v2\/book\/1056599",
      "alt_title": "",
      "author_intro": "",
      "summary": "&nbsp;&nbsp;&nbsp;&nbsp;冯友兰(1895-1990)\n字芝生，河南唐河人，著名的哲学家、哲学史家、教育家。1915年考入北京大学文科哲学门。1918年毕业。后赴美国哥伦比亚大学研究院学习西方哲学，1924年获哲学博士学位。回国后，任中州大学哲学系教授、文学院院长。1925年起，历任广州中山大学教授兼哲学系主任、文科主任，燕京大学教授，清华大学教授、系主任、秘书长、文学院院长",
      "price": "22.50"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 2,
        "average": "0.0",
        "min": 0
      },
      "subtitle": "",
      "author": ["李国文", "宗璞"],
      "pubdate": "2000-2-1",
      "tags": [{
        "count": 1,
        "name": "旅游",
        "title": "旅游"
      }],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1268846.jpg",
      "binding": "平装(无盘)",
      "translator": [],
      "catalog": "陈祖芬 在英国坐火车\n       大皮鞋\n       依旧依旧唐人街\n       有钱的单身汉总要娶位太太\n杜宣   伦敦一瞥\n戴镏龄 重访伦敦杂记\n冯骥才 雾里看伦敦\n金坚范 英伦一瞥\n林海   莎翁的艺术魅力永存\n       绿荫深处的“萧之角”\n       司各特令人怀念\n李国文 英伦风情\n钮保国 日不落的“辉煌”\n石英   伦敦小广场之夜\n       路灯下的曼彻斯特\n王佐良 斯凯岛上的文采\n       彭斯之乡的沉思\n……",
      "pages": "222",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s1268846.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s1268846.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1268846.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1057541\/",
      "id": "1057541",
      "publisher": "华夏出版社",
      "isbn10": "7508010620",
      "isbn13": "9787508010625",
      "title": "雾里看伦敦",
      "url": "https:\/\/api.douban.com\/v2\/book\/1057541",
      "alt_title": "",
      "author_intro": "",
      "summary": "中国正在走向世界，世界正在了解中国。一个前所未有的对外文化交流的热潮，正在把我们许多知名的专家、学者推向世界上的许多地方。面对着与我们迥异的社会制度、文化风俗、生活习惯，这些专家学者在进行着深刻的思考，因而就有了许多这类既可称之为游记，又可称之为随笔的美文行世，长时间以来一直受到读者的喜爱。为了给读者集中展示这些美文中的佳作，我们特委托袁鹰、邵燕祥先生主编了这套《中国作家看世界》丛书，分",
      "series": {
        "id": "24833",
        "title": "中国作家看世界丛书"
      },
      "price": "9.80"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 0,
        "average": "0.0",
        "min": 0
      },
      "subtitle": "",
      "author": ["周元军", "等"],
      "pubdate": "1999-05",
      "tags": [],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1261542.jpg",
      "binding": "平装",
      "translator": [],
      "catalog": "目录\n前言\n一、鸡、鸭、鹅\n1.鸡有哪些特殊生理机能和生活习性？\n2.按经济用途可把鸡分为哪几个类型？各有什么特点？\n3.怎样从外形上选择优良种公鸡？\n4.怎样从外形上选择产蛋多的母鸡？\n5.怎样选择性能优良的肉用种鸡？\n6.种鸡的配种年龄、公母比例和利用年限是多少？\n7.鸡的配种方式有哪几种？实践上该如何应用？\n8.鸡的人工授精技术有什么优越性？\n9.怎样掌握鸡的人工授精技术？\n10.怎样选择种蛋？\n11.开产后什么时候选留种蛋最适宜？\n12.怎样保存种蛋？\n13.为什么要对种蛋进行消毒？常用的消毒方法有哪几种？\n14.我国传统的家禽人工孵化法主要有哪几种类型？它们各有什么特点？\n15.传统孵化法的主要操作步骤是怎样的？\n16.怎样选择抱孵母鸡？\n17.用抱窝鸡孵化在管理上应注意哪些问题？\n18.人工孵化的基本条件有哪些？\n19.人工孵化时对孵化室有什么要求？\n20.影响孵化率的因素有哪些？\n21.怎样鉴别初生雏鸡的公母？\n22.初生雏鸡的选择分级依据是什么？\n23.怎样运输初生雏鸡？\n24.鸡体需要哪些营养成分？\n25.养鸡常用饲料有哪些？\n26.水对鸡体有什么作用？\n27.什么叫氨基酸？哪些是鸡必需的氨基酸？\n28.什么叫维生素？鸡需要哪些维生素？\n29.怎样扩大维生素饲料的来源？\n30.鸡常用的矿物质饲料有哪些？怎样投喂？\n31.各种饲料在日粮中应占多大比例？\n32.为什么要给鸡饲喂全价配合的日粮？\n33.配合饲料时应注意哪些事项？\n34.配合日粮时怎样使用添加剂？\n35.雏鸡发育、生长的特点如何？\n36.什么叫育雏？育雏的条件有哪些要求？\n37.雏鸡的饲养管理要点有哪些？\n38.肉用仔鸡有何生产特点？\n39.怎样挑选肉用仔鸡的初生雏？\n40.肉用仔鸡快速育成的饲养管理要点有哪些？\n41.养鸡对垫料有什么要求？\n42.为什么要把肉用仔鸡公母雏分开饲养？\n43.肉用仔鸡有哪些饲养方式？\n44.怎样安排肉用仔鸡的饲料供给？\n45.笼养肉用仔鸡的技术要点是什么？\n46.肉用仔鸡的催肥方法有哪些？\n47.怎样提高肉用仔鸡的采食量？\n48.肉用仔鸡60天出栏的饲养日程如何安排？\n49.蛋鸡需要什么样的饲养环境？\n50.笼养蛋鸡有什么好处？\n51.如何给产蛋鸡补充钙质？\n52.如何促进蛋黄增色？\n53.蛋鸡育雏什么季节最好？\n54.蛋雏的饲养管理要点有哪些？\n55.饲养蛋用育成鸡应注意哪些事项？\n56.怎样搞好蛋鸡产蛋期的饲养管理？\n57.如何进行蛋鸡的限制饲养？\n58.春季如何养好蛋鸡？\n59.怎样使母鸡夏季多产蛋？\n60.秋季怎样养好蛋鸡？\n61.怎样使母鸡冬季多产蛋？\n62.为什么要控制新鸡冬季产蛋？怎样控制？\n63.蛋鸡下薄壳蛋怎么办？\n64.国内提高母鸡产蛋率有哪些有效方法？\n65.为什么要给蛋鸡进行人工强制换羽？\n66.人工强制换羽的方法有哪几种？\n67.种鸡的管理要点有哪些？\n68.母鸡难产应如何处理？\n69.怎样使抱巢母鸡快速醒抱？\n70.养鸡需要什么设备？\n71.建造鸡舍有什么要求和注意的问题？\n72.鸡舍的式样以哪种为好？\n73.塑料薄膜鸡舍有哪些优点？有哪几种类型？\n74.如何搞好平养鸡的日常管理？\n75.常见的鸡病有哪几类？\n76.怎样通过观察鸡粪来辨别鸡病？\n77.养鸡户怎样自辨鸡病？\n78.养鸡常备哪些消毒药物？怎样使用？\n79.怎样进行鸡粪的无害处理？\n80.规模化鸡场怎样搞好卫生防疫？\n81.鸡群发生传染病怎么办？\n82.鸡免疫接种时应注意什么问题？\n83.怎样预防鸡新城疫？\n84.怎样防治禽霍乱？\n85.怎样防治鸡白痢？\n86.怎样防治鸡球虫病？\n87.怎样防治鸡传染性法氏囊病？\n88.怎样防治鸡曲霉菌病？\n89.怎样防治鸡维生素A缺乏症？\n90.怎样防治鸡维生素B缺乏症？\n91.怎样防治鸡维生素D缺乏症？\n92.怎样防治鸡维生素E缺乏症？\n93.怎样防治鸡啄癖？\n94.鸡群中发生中毒病的一般规律是什么？\n95.鸡常发生的中毒病有哪些？\n96.鸭有哪些优良品种？各有什么生产特点？\n97.雏鸭有什么生理特点？\n98.怎样鉴别雏鸭的公母？\n99.怎样饲养雏鸭？\n100.怎样管理雏鸭？\n101.蛋鸭育成期的饲养管理要点有哪些？\n102.怎样饲养管理培育期的肉种鸭？\n103.什么叫填鸭？什么时候填鸭好？\n104.填鸭管理的要点有哪些？\n105.鹅有哪些优良品种？各有什么生产特性？\n106.怎样饲养管理雏鹅？\n107.怎样饲养管理仔鹅？\n108.怎样饲养管理种鹅？\n109.怎样饲养管理产蛋鹅？\n110.育肥鹅常用的育肥方法有哪几种？\n111.什么叫鹅肥肝？鹅肥肝有什么作用？\n112.怎样饲养管理肥肝鹅？\n113.怎样防治鸭瘟？\n114.怎样防治小鹅瘟？\n115.怎样防治鸭病毒性肝炎？\n二、兔\n116.家兔有什么生活习性？\n117.家兔有什么繁殖特性？\n118.家兔有哪些品种？\n119.家兔有哪些采食规律？\n120.家兔常用的饲料有哪些？\n121.怎样进行家兔的日粮配合？\n122.怎样鉴别仔兔的公母？\n123.怎样选择种兔？\n124.家兔的初配年龄是多少？使用年限多长为宜？\n125.家兔的配种方法有哪几种？\n126.怎样给家兔配种？\n127.什么叫血配？怎样合理利用血配？\n128.怎样检查母兔是否怀孕？\n129.母兔屡配不孕怎么办？\n130.如何搞好怀孕母兔的饲养管理？\n131.影响仔兔成活的主要因素有哪些？\n132.怎样搞好仔兔的饲养管理？\n133.青年兔的饲养管理要点有哪些？\n134.不同季节家兔的饲养管理有什么不同？\n135.怎样饲养管理种公兔？\n136.怎样搞好长毛兔的饲养管理？\n137.为什么要经常给毛用兔梳毛？怎样正确梳毛？\n138.怎样给毛用兔采毛？\n139.怎样贮藏和运输兔毛？\n140.商品肉兔快速育肥技术要点有哪些？\n141.建造兔舍有什么基本要求？\n142.家兔的饲养方式有哪几种？各有什么特点？\n143.养兔常用的药物有哪些？\n144.养兔常用的消毒剂有哪些？如何使用？\n145.家兔常见多发病有哪些？\n146.怎样预防兔病？\n147.怎样防治家兔巴氏杆菌病？\n148.怎样防治兔瘟？\n149.怎样防治家兔感冒？\n150.母兔产后缺乳或无乳怎么办？\n151.怎样防治家兔中暑？\n152.怎样给家兔补充维生素？\n153.怎样防治兔球虫病？\n154.怎样防治兔积食？\n155.怎样防治兔便秘？\n156.家兔出现毛球阻塞病怎么办？\n157.怎样防治家兔腹泻？\n158.怎样防治家兔疥癣？\n159.怎样防治家兔乳房炎？\n160.怎样防治家兔霉败饲料中毒？\n161.哪些植物用来饲喂家兔会引起中毒？家兔中毒怎么办？\n162.怎样防治家兔农药中毒？\n三、猪\n163.猪有哪些特殊生理机能和生活习性？\n164.按经济用途可把猪分为哪几种类型？各有什么特点？\n165.常见的猪品种有哪些？\n166.如何选留后备母猪？\n167.怎样饲养管理后备猪？\n168.如何选择种公猪？\n169.怎样饲养管理种公猪？\n170.种公猪什么时候开始配种为宜？\n171.怎样合理使用种公猪？\n172.种公猪的种用年限以多少为宜？\n173.什么是优势杂种猪？\n174.饲养杂交猪有什么好处？\n175.什么叫经济杂交？猪的杂交模式有哪几种？\n176.母猪什么时候开始配种为宜？\n177.母猪不发情怎么办？\n178.母猪发情有什么特征？\n179.发情母猪什么时候配种最适宜？\n180.怎样防止母猪化胎？\n181.怎样选择母猪产仔季节？\n182.怎样判断母猪是否怀孕？\n183.怎样饲养管理怀孕母猪？\n184.怎样让母猪多生小猪？\n185.怎样给母猪接生？\n186.怎样饲养管理分娩前后的母猪？\n187.怎样饲养管理哺乳母猪？\n188.母猪产后不食怎么办？\n189.母猪产后缺奶或无奶怎么办？\n190.母猪产后瘫痪怎么办？\n191.如何抢救假死仔猪？\n192.提高仔猪成活率的主要措施有哪些？\n193.培育哺乳仔猪要把握好哪几点？\n194.怎样培育好断奶仔猪？\n195.给仔猪进行早期补料应掌握哪三个关键问题？\n196.给猪催肥前要做好哪些准备工作？\n197.育肥猪什么时候开始催肥最好？\n198.育肥猪的饲养管理要点有哪些？\n199.育肥猪什么时候宰杀最适宜？\n200.发展瘦肉猪生产有什么好处？\n201.商品瘦肉猪的饲养要点有哪些？\n202.怎样用塑料暖圈法养猪？\n203.什么是僵猪？僵猪产生的原因是什么？\n204.怎样治疗僵猪？\n205.为什么说猪病重在预防？\n206.怎样预防猪瘟？\n207.怎样防治仔猪白痢？\n208.怎样防治仔猪黄痢？\n209.怎样防治仔猪痢疾？\n210.怎样防治仔猪水肿病？\n211.怎样防治仔猪破伤风？\n212.怎样给小公猪去势？\n213.怎样给小母猪去势？\n四、羊\n214.羊有哪些生活习性？\n215.羊有什么消化特点？\n216.羊有哪些品种？\n217.怎样选择乳用山羊？\n218.怎样饲养管理奶山羊？\n219.怎样饲养管理种公羊？\n220.羊的适宜配种年龄是多少？\n221.如何选择羊的配种时间？\n222.提高母羊繁殖力的主要措施有哪些？\n223.如何推算母羊的妊娠期和分娩时间？\n275.育成奶牛的培育有什么要求？\n276.怎样饲养泌乳初期的奶牛？\n277.怎样饲养泌乳盛期的奶牛？\n278.怎样饲养泌乳后期的奶牛？\n279.冬季奶牛的饲养管理有什么特点？\n280.夏季奶牛的饲养管理有什么特点？\n281.影响高产奶牛繁殖的主要因素有哪些？\n282.怎样提高高产奶牛的繁殖率？\n283.在奶牛日粮中补加碳酸氢钠有什么好处？\n284.怎样识别牛病？\n285.发现病牛后应采取什么措施？\n286.母牛产后瘫痪怎么办？\n287.母牛产后胎衣不下怎么办？\n288.怎样防治奶牛乳房炎？\n289.怎样防治牛前胃弛缓？\n290.牛瘤胃积食怎么办？\n291.牛瘤胃臌胀怎么办？\n292.怎样防治牛流感？\n293.怎样防治牛棉籽饼中毒？\n294.怎样救治牛黑斑病甘薯中毒？\n295.怎样防治牛瘤胃酸中毒？\n296.怎样防治牛瓣胃阻塞？\n297.牛尿素中毒怎么办？\n298.怎样防治牛胃肠炎？\n299.犊牛发生脐带炎怎么办？\n300.怎样防治犊牛大肠杆菌病？\n",
      "pages": "265",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s1261542.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s1261542.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1261542.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1057511\/",
      "id": "1057511",
      "publisher": "中国农业出版社",
      "isbn10": "7109055388",
      "isbn13": "9787109055384",
      "title": "庭院畜禽饲养实用技术300问",
      "url": "https:\/\/api.douban.com\/v2\/book\/1057511",
      "alt_title": "",
      "author_intro": "",
      "summary": "内容提要\n本书以通俗的语言、问答的形式，详述了庭院畜禽\n饲养的关键技术。书中以鸡、鸭、鹅、猪、兔、牛、羊\n等几个经济效益高、且适合于庭院饲养的畜禽品种为\n主，分别就良种选择、科学繁育、饲料调配、饲养管理\n及疾病防治等方面给读者提供了简明易懂、实用性强的\n致富技术。\n本书是广大农村及城镇发展庭院饲养者必备的科普\n读物，同时可供农业院校师生及基层畜牧兽医工作者参\n考。\n",
      "price": "11.00"

    },
    {
      "rating": {
        "max": 10,
        "numRaters": 60,
        "average": "8.3",
        "min": 0
      },
      "subtitle": "浮华的年代",
      "author": ["伊丽莎白·普瑞林格"],
      "pubdate": "2003-4",
      "tags": [{
        "count": 14,
        "name": "画集",
        "title": "画集"
      }, {
        "count": 10,
        "name": "美国艺术",
        "title": "美国艺术"
      }, {
        "count": 9,
        "name": "绘画",
        "title": "绘画"
      }, {
        "count": 8,
        "name": "艺术",
        "title": "艺术"
      }, {
        "count": 7,
        "name": "美国",
        "title": "美国"
      }, {
        "count": 5,
        "name": "美国艺术书系",
        "title": "美国艺术书系"
      }, {
        "count": 5,
        "name": "画册",
        "title": "画册"
      }, {
        "count": 4,
        "name": "视觉转向",
        "title": "视觉转向"
      }],
      "origin_title": "",
      "image": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1192751.jpg",
      "binding": "平装",
      "translator": ["范海滨", "王惠"],
      "catalog": "前言\n致谢辞\n1 《树景》\n2 《波希米亚驯熊人》\n3 《带小猫的男人（亨利・斯特基司・丁克）》\n4 《夏天》\n5 《印第安宿营地的月光》\n6 《东方内景》\n7 《阅读》\n8 《音乐》\n9 《威尼斯取水人》\n10 《威廉姆・拉斯的模特儿》\n11 《圣女贞德崇拜》\n12 《生病的孩子》\n……\n后记",
      "pages": "104",
      "images": {
        "small": "https://img3.doubanio.com\/view\/subject\/s\/public\/s1192751.jpg",
        "large": "https://img3.doubanio.com\/view\/subject\/l\/public\/s1192751.jpg",
        "medium": "https://img3.doubanio.com\/view\/subject\/m\/public\/s1192751.jpg"
      },
      "alt": "https:\/\/book.douban.com\/subject\/1066666\/",
      "id": "1066666",
      "publisher": "广西师范大学出版社",
      "isbn10": "7563338829",
      "isbn13": "9787563338825",
      "title": "浮华的年代",
      "url": "https:\/\/api.douban.com\/v2\/book\/1066666",
      "alt_title": "",
      "author_intro": "伊丽莎白・普瑞林格是乔治敦大学著名的艺术史教授。在加入到乔治敦大学工作之前，她在布什-雷辛格博物馆、波士顿的美术博物馆和卡内基研究所的艺术博物馆工作。她撰写了有关美国绘画以及欧洲版画的书，其中包括《爱德华・芒茨：版画大师》和《凯茨・考尔威兹》。",
      "summary": "《浮华的年代》收集了1870年代到1920年代这一以“浮华的年代”命名的时期中美国一些知名画家的作品。这些作品多是为那些富裕起来而又渴求文化的工业家们绘制是的肖像画或为他们的家庭提供的反映豪华与奢侈生活的艺术品，它们将一种新的精致与典雅带入了美国艺术。",
      "price": "36.80元"
    }
  ]
}